// © Copyright 2015-2016 HP Development Company, L.P.

WDTTaskName = "Trådløs direkte";

WDTTaskTitle = "Aktiver Trådløs direkte";
WDTTaskDescription = "Gjør det enkelt å koble til skriveren din fra trådløsaktiverte smarttelefoner, bærbare datamaskiner eller andre mobile enheter via en direkte trådløs forbindelse.";

WDTSecurityRequiredDescription = "Begrens tilgangen til skriveren ved å bruke et passord (obligatorisk).";

WDTPassphraseTitle = "Passord:";
WDTShowPassphraseButtonTitle = "Vis passfrase";
WDTSavePassphraseButtonTitle = "Lagre passordet i nøkkelringen min";
WDTEmptyPassphraseError = "Passordet kan ikke stå tomt.";
WDTTooShortPassphraseError = "Passordet må bestå av minst 8 tegn.";

WDTConfigureWiFiDirectButtonTitle = "Konfigurer Mac-maskinen min til sømløs bruk av HP Trådløs direkte";
WDTConfigureWiFiDirectDescription = "Konfigurer Mac-maskinen min til å automatisk slutte seg til skriverens Trådløs direkte-nettverk når den er borte fra det vanlige trådløse nettverket.";
WDTConfigurtWiFiDirectAdditionalDescription = "Aktiver hurtig bytte mellom den vanlige nettverkskonfigurasjonen og konfigurasjonen for skriverens Trådløs direkte-nettverk ved å bruke Location-undermenyen i Apple-menyen.";
WDTConfigureWiFiDirectExtendedDescription = "WDT_TEXT:WDTConfigureWiFiDirectDescription\nWDTConfigurtWiFiDirectAdditionalDescription";

WDTMoreInfoLinkTitle = "For å lære mer om hvordan du bruker Trådløs direkte i skriveren din, kan du besøke";

WDTCannotBeEnabledErrorTitle = "Kan ikke aktivere Wi-Fi Direct";
WDTCannotBeEnabledErrorDescription = "Wi-Fi Direct kan ikke aktiveres i skriverens gjeldende konfigurasjon. Hvis du vil ha mer informasjon, kan du prøve å slå på Wi-Fi Direct ved hjelp av skriverens kontrollpanel eller hjemmeside, som også kalles den innebygde webserveren eller EWS.";
